vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
            __var ap0_disable=0x55aa;
            
            //Halt the core
            Write32(DHCSR_Addr, 0xA05F0003);
            //clear VECTOR CATCH and set TRCENA
            tmp = Read32(DEMCR_Addr);
            Write32(DEMCR_Addr, tmp | 0x1000000);
            
            __errorcontrol = 1;
            
            // Set watch point
            Write32(0xE0001020, 0x00000000);
            Write32(0xE0001028, 0xF0000412);
            Write32(0xE0001030, 0x0FFFFFFF);
            Write32(0xE0001038, 0xF0000403);
            
            // reinit clock
            Write32(0x40000220, 0x401);
            Write32(0x40000140, 0x401);
            Write32(0x40000220, 0xE000);
            Write32(0x40000140, 0xE000);
            
            // reset flash
            Write32(0x40000220, 0xA000); //SYSCON-&gt;AHBCLKCTRLSET[0] = 0xA000;
            Write32(0x400010B8, 0x120);  //IOCON-&gt;PIO[1][14] = 0x120;
            Write32(0x4008E384, 0x4000); //GPIO-&gt;DIRSET[1] = 0x4100;
            Write32(0x4008E284, 0x4000); //GPIO-&gt;CLR[1] = 0x4100;
            DAP_Delay(100000);
            DAP_Delay(100000);
            
            Write32(0x4008E204, 0x4000); //GPIO-&gt;SET[1] = 0x4100; // output 1
            DAP_Delay(100000);
            
            // Reset PMC LDO
            // PMC.LDOPMU, DCDC0, LDOCORE0
            Write32(0x4002001C, 0x0109CF18);
            Write32(0x40020010, 0x010A767E);
            Write32(0x40020024, 0x2801006B);
            
            __errorcontrol = 1;
            // Execute SYSRESETREQ via AIRCR
            Write32(AIRCR_Addr, 0x05FA0004);
            
            __errorcontrol = 0;
            
            // Give bootloader time to do what it needs to do
            DAP_Delay(BootTime);  // try 10ms
            DAP_Delay(100000);    //
            
            // Read AP0 CSW
            __dp = 0;
            __ap = 0;
            ap0_disable = ReadAP(0x0);
            ap0_disable = ((ap0_disable &amp; 0x40) == 0);
            ////Message(0, "AP0 DIS: %x", ap0_disable);
            Sequence("WaitForStopAfterReset");
          </block>
        </sequence>
        <sequence name="ResetProcessor" disable="1"/>
        <sequence name="TraceStart">
          <control if="__traceout &amp; 0x1" info="SWO Trace output selected">
            <block>Sequence("EnableTraceClk");       // Enable and configure trace clock</block>
            <control if="SWO_Pin == 0" info="SWO via PIO0_10">
              <block>
                Write32(0x40001028, 0x00000046); // Configure PIO0_10: FUNC - 6, MODE - 0, SLEW - 1, INVERT - 0, DIGMODE - 0, OD - 0
              </block>
            </control>
            <control if="SWO_Pin == 1" info="SWO via PIO0_8">
              <block>
                Write32(0x40001020, 0x00000044); // Configure PIO0_10: FUNC - 4, MODE - 0, SLEW - 1, INVERT - 0, DIGMODE - 0, OD - 0
              </block>
            </control>
          </control>
        </sequence>
      </sequences>
      <debugvars configfile="devices/LPC55S36/arm/LPC55xx.dbgconf">
        // Debug Access Variables, can be modified by user via copies of DBGCONF files as created by uVision. Also see sub-family level.
        __var SWO_Pin               = 0;                    // Serial Wire Output pin: 0 = PIO0_10, 1 = PIO0_8
        __var Dbg_CR                = 0x00000000;           // DBG_CR
        __var BootTime              = 10000;                // 10 milliseconds
      </debugvars>
      <description>Arm Cortex-M33-based Microcontroller Family</description>
      <device Dname="LPC55S36">
        <processor Dcore="Cortex-M33" Dfpu="SP_FPU" Dmpu="MPU" Dtz="TZ" Ddsp="DSP" Dendian="Little-endian" Dclock="150000000"/>
        <environment name="iar">
          <file category="linkerfile" name="devices/LPC55S36/iar/LPC55S36_flash.icf"/>
        </environment>
        <memory name="BootROM" start="0x03000000" size="0x030000" access="rx"/>
        <memory name="BootROM_alias" start="0x13000000" size="0x030000" access="rx" alias="BootROM"/>
        <memory name="PROGRAM_FLASH" start="0x00000000" size="0x03d800" access="rx" default="1" startup="1"/>
        <memory name="PROGRAM_FLASH_alias" start="0x10000000" size="0x03d800" access="rw" alias="PROGRAM_FLASH"/>
        <memory name="SRAM" start="0x20000000" size="0x01c000" access="rw" default="1"/>
        <memory name="SRAMX" start="0x04000000" size="0x4000" access="rw" default="1"/>
        <memory name="SRAMX_alias" start="0x14000000" size="0x4000" access="rw" alias="SRAMX"/>
        <memory name="SRAM_alias" start="0x30000000" size="0x01c000" access="rw" alias="SRAM"/>
        <algorithm name="devices/LPC55S36/arm/LPC553XX_256.FLM" start="0x00000000" size="0x00040000" RAMstart="0x20000000" RAMsize="0x00001000" default="1"/>
        <algorithm name="devices/LPC55S36/arm/LPC553XX_S_256.FLM" start="0x10000000" size="0x00040000" RAMstart="0x20000000" RAMsize="0x00001000" default="1"/>
        <algorithm name="devices/LPC55S36/arm/LPC553XX_FLEXSPI.FLM" start="0x08000000" size="0x04000000" RAMstart="0x20000000" RAMsize="0x00001000" default="1"/>
        <algorithm name="devices/LPC55S36/arm/LPC553XX_FLEXSPI_S.FLM" start="0x18000000" size="0x04000000" RAMstart="0x20000000" RAMsize="0x00001000" default="1"/>
        <debug svd="devices/LPC55S36/LPC55S36.xml"/>
        <variant Dvariant="LPC55S36JBD100">
          <compile header="devices/LPC55S36/fsl_device_registers.h" define="CPU_LPC55S36JBD100"/>
        </variant>
        <variant Dvariant="LPC55S36JHI48">
          <compile header="devices/LPC55S36/fsl_device_registers.h" define="CPU_LPC55S36JHI48"/>
        </variant>
      </device>
    </family>
  </devices>
  <conditions>
    <condition id="device.LPC55S36.internal_condition">
      <accept Dname="LPC55S36JBD100" Dvendor="NXP:11"/>
      <accept Dname="LPC55S36JHI48" Dvendor="NXP:11"/>
    </condition>
    <condition id="cmake_toolchain.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.device=LPC55S36.internal_condition">
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.ak4497_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.at_least_one_i2c_mux_device_enabled.condition_id">
      <require condition="allOf.component.i2c_mux_pca954x, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.i2c_mux_pca954x, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2c_mux_pca954x"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.audio_flexcomm_i2s_dma_adapter.condition_id">
      <require condition="allOf.driver.flexcomm_i2s_dma, device=LPC55S36.internal_condition"/>
    </condition>
