vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="allOf.driver.flexcomm_i2s_dma, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2s_dma"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.button.condition_id">
      <require condition="allOf.anyOf=allOf=component.lpc_gpio_adapter, driver.lpc_gpio, allOf=anyOf=driver.lpc_gpio, component.rt_gpio_adapter, component.timer_manager, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=allOf=component.lpc_gpio_adapter, driver.lpc_gpio, allOf=anyOf=driver.lpc_gpio, component.rt_gpio_adapter, component.timer_manager, device=LPC55S36.internal_condition">
      <require condition="anyOf.allOf=component.lpc_gpio_adapter, driver.lpc_gpio, allOf=anyOf=driver.lpc_gpio, component.rt_gpio_adapter.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="timer_manager"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.allOf=component.lpc_gpio_adapter, driver.lpc_gpio, allOf=anyOf=driver.lpc_gpio, component.rt_gpio_adapter.internal_condition">
      <accept condition="allOf.component.lpc_gpio_adapter, driver.lpc_gpio.internal_condition"/>
      <accept condition="allOf.anyOf=driver.lpc_gpio, component.rt_gpio_adapter.internal_condition"/>
    </condition>
    <condition id="allOf.component.lpc_gpio_adapter, driver.lpc_gpio.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpc_gpio_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="gpio"/>
    </condition>
    <condition id="allOf.anyOf=driver.lpc_gpio, component.rt_gpio_adapter.internal_condition">
      <require condition="anyOf.driver.lpc_gpio.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="rt_gpio_adapter"/>
    </condition>
    <condition id="anyOf.driver.lpc_gpio.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="gpio"/>
    </condition>
    <condition id="component.cmsis_drivers.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.codec_adapters.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.codec_i2c.condition_id">
      <require condition="allOf.component.i2c_adapter_interface, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.i2c_adapter_interface, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2c_adapter_interface"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.crc_adapter.condition_id">
      <require condition="allOf.driver.crc, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.crc, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="crc"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.cs42448_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.cs42888_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.ctimer_adapter.condition_id">
      <require condition="allOf.driver.ctimer, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.ctimer, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.da7212_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.eeprom_AT25Fxxxx.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.eeprom_AT45DBxxxx.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.eeprom_InternalFlash.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="device_id.LPC55S36.internal_condition">
      <accept Dname="LPC55S36JBD100" Dvendor="NXP:11"/>
      <accept Dname="LPC55S36JHI48" Dvendor="NXP:11"/>
    </condition>
    <condition id="component.els_pkc.condition_id">
      <require condition="allOf.anyOf=allOf=component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36, component.els_pkc.els, component.els_pkc.pkc, component.els_pkc.trng.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=allOf=component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36, component.els_pkc.els, component.els_pkc.pkc, component.els_pkc.trng.internal_condition">
      <require condition="anyOf.allOf=component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36.internal_condition"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pkc"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_trng"/>
    </condition>
    <condition id="anyOf.allOf=component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36.internal_condition">
      <accept condition="allOf.component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.doc.lpc, component.els_pkc.platform.lpc, component.els_pkc.static_lib.lpc, device_id=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="doc" Csub="doc_lpc"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_platform" Csub="lpc"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="static_lib_lpc"/>
      <require condition="device_id.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.aead.condition_id">
      <require condition="allOf.component.els_pkc.aes, component.els_pkc.buffer, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aes, component.els_pkc.buffer, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_aes"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_buffer"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.aead_modes.condition_id">
      <require condition="allOf.component.els_pkc.aead, device=LPC55S36.internal_condition"/>
    </condition>
