vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="allOf.component.els_pkc, component.els_pkc.buffer, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_main"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_buffer"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.random.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.prng, component.els_pkc.random_modes, component.els_pkc.secure_counter, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.prng, component.els_pkc.random_modes, component.els_pkc.secure_counter, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_prng"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_random_modes"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.random_modes.condition_id">
      <require condition="allOf.component.els_pkc.aes, component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.trng, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aes, component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.trng, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_aes"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_buffer"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.random_modes_ctr.condition_id">
      <require condition="allOf.component.els_pkc.aes, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.trng, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aes, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.trng, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_aes"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.random_modes_hmacdrbg.condition_id">
      <require condition="allOf.component.els_pkc.random_modes, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.random_modes, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_random_modes"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.rsa.condition_id">
      <require condition="allOf.component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_buffer"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_toolchain"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.rsa_oaep.condition_id">
      <require condition="allOf.component.els_pkc.rsa, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.rsa, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_rsa"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.secure_counter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.session.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.random, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition"/>
    </condition>
