vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.random, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_random"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_toolchain"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.signature.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_toolchain"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.standalone_gdet.condition_id">
      <require condition="allOf.component.els_pkc.els_header_only, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.els_header_only, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els_header_only"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.static_lib.lpc.condition_id">
      <require condition="allOf.device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.toolchain.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.type_els.condition_id">
      <require condition="allOf.component.els_pkc.els, component.els_pkc.trng, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.els, component.els_pkc.trng, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.type_rng4.condition_id">
      <require condition="allOf.component.els_pkc.trng, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.trng, device=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.enable_pca9544.condition_id">
      <require condition="allOf.component.i2c_mux_pca954x, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.enable_pca9548.condition_id">
      <require condition="allOf.component.i2c_mux_pca954x, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.flash_adapter.condition_id">
      <require condition="allOf.anyOf=allOf=component.mcxw_flash_adapter, driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=allOf=component.mcxw_flash_adapter, driver.romapi, device=LPC55S36.internal_condition">
      <require condition="anyOf.allOf=component.mcxw_flash_adapter, driver.romapi.internal_condition"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.allOf=component.mcxw_flash_adapter, driver.romapi.internal_condition">
      <accept condition="allOf.component.mcxw_flash_adapter, driver.romapi.internal_condition"/>
    </condition>
    <condition id="allOf.component.mcxw_flash_adapter, driver.romapi.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="mcxw_flash_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
    </condition>
    <condition id="component.flash_nand_flexspi.condition_id">
      <require condition="allOf.driver.flexspi, device=LPC55S36.internal_condition"/>
    </condition>
