vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="allOf.driver.inputmux, driver.lpc_gpio, driver.pint, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="inputmux"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="gpio"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="pint"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.mcxw_flash_adapter.condition_id">
      <require condition="allOf.driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.romapi, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.mem_manager.condition_id">
      <require condition="allOf.anyOf=component.mem_manager_legacy, component.mem_manager_light, component.lists, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=component.mem_manager_legacy, component.mem_manager_light, component.lists, device=LPC55S36.internal_condition">
      <require condition="anyOf.component.mem_manager_legacy, component.mem_manager_light.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lists"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.component.mem_manager_legacy, component.mem_manager_light.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="mem_manager_legacy"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="mem_manager_light"/>
    </condition>
    <condition id="component.mem_manager_legacy.condition_id">
      <require condition="allOf.component.mem_manager, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.mem_manager, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="mem_manager"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.mem_manager_light.condition_id">
      <require condition="allOf.component.mem_manager, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.mflash_offchip.condition_id">
      <require condition="allOf.anyOf=driver.cache_cache64, driver.flexspi, driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.cache_cache64, driver.flexspi, driver.romapi, device=LPC55S36.internal_condition">
      <require condition="anyOf.driver.cache_cache64, driver.flexspi, driver.romapi.internal_condition"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.cache_cache64, driver.flexspi, driver.romapi.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="cache_cache64"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="flexspi"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
    </condition>
    <condition id="component.mflash_onchip.condition_id">
      <require condition="allOf.anyOf=driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.romapi, device=LPC55S36.internal_condition">
      <require condition="anyOf.driver.romapi.internal_condition"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.romapi.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
    </condition>
    <condition id="component.mflash_onchip_fmu.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.mrt_adapter.condition_id">
      <require condition="allOf.driver.mrt, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.mrt, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="mrt"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.ostimer_adapter.condition_id">
      <require condition="allOf.driver.ostimer, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.ostimer, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ostimer"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.panic.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.pcm186x_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.pcm512x_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.pwm_ctimer_adapter.condition_id">
      <require condition="allOf.driver.ctimer, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.reset_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.rng_adapter_interface.condition_id">
      <require condition="allOf.anyOf=component.software_rng_adapter, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=component.software_rng_adapter, device=LPC55S36.internal_condition">
      <require condition="anyOf.component.software_rng_adapter.internal_condition"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="anyOf.component.software_rng_adapter.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="software_rng_adapter"/>
    </condition>
    <condition id="component.rnga_adapter.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="component.rt_gpio_adapter.condition_id">
      <require condition="allOf.driver.lpc_gpio, device=LPC55S36.internal_condition"/>
    </condition>
