vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="allOf.driver.flexcomm, device_id=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexcomm"/>
      <require condition="device_id.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.flexcomm_usart_dma.condition_id">
      <require condition="allOf.driver.flexcomm_usart, driver.lpc_dma, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.flexcomm_usart, driver.lpc_dma, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="usart"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.flexspi.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.flexspi_dma.condition_id">
      <require condition="allOf.driver.flexspi, driver.lpc_dma, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.flexspi, driver.lpc_dma, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexspi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.fro_calib.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ft3267.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ft5406.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ft6x06.condition_id">
      <require condition="allOf.CMSIS_Driver_Include.I2C, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.CMSIS_Driver_Include.I2C, device=LPC55S36.internal_condition">
      <require Cclass="CMSIS Driver" Cgroup="I2C" Capiversion="2.4.0"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.fxas21002cq.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.fxls8974cf.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.fxos8700cq.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.gint.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.gt911.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.hscmp.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.htu21d.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.i3c.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.i3c_dma.condition_id">
      <require condition="allOf.driver.i3c, driver.lpc_dma, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.i3c, driver.lpc_dma, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i3c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.icm42688p.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ili9341.condition_id">
      <require condition="allOf.driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.inputmux.condition_id">
      <require condition="allOf.driver.common, driver.inputmux_connections, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, driver.inputmux_connections, device_id=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="inputmux_connections"/>
      <require condition="device_id.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.inputmux_connections.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.iped.condition_id">
      <require condition="allOf.component.els_pkc, driver.common, driver.romapi_flash, driver.romapi_mem_interface, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc, driver.common, driver.romapi_flash, driver.romapi_mem_interface, device_id=LPC55S36.internal_condition">
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_main"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_flash"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_mem_interface"/>
      <require condition="device_id.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.irtc.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.itrc.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
