vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="driver.lpadc.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.lpc_dma.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.lpc_freqme.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.lpc_gpio.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.lpc_iocon.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.lsm6dso.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.max30101.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.mcan.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.mma8451q.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.mma8652fc.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.mrt.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.mx25r_flash.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.nmh1000.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.opamp.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ostimer.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.p3t1755.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pca9420.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, driver.power, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.flexcomm_i2c, driver.common, driver.power, device=LPC55S36.internal_condition">
      <require condition="anyOf.driver.flexcomm_i2c.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pca9422.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, driver.power, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pcm186x.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.pcm186x_adapter, driver.codec, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.pcm186x_adapter, driver.codec, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="pcm186x_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pcm512x.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.pcm512x_adapter, driver.codec, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.pcm512x_adapter, driver.codec, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="pcm512x_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pf1550.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pf3000.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pf5020.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.pint.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.power.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.powerquad.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.prince.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36, component.els_pkc, driver.romapi_mem_interface.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, device_id=LPC55S36, component.els_pkc, driver.romapi_mem_interface.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require condition="device_id.LPC55S36.internal_condition"/>
      <require Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_main"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_mem_interface"/>
    </condition>
    <condition id="driver.psp27801.condition_id">
      <require condition="allOf.driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.puf_v3.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
