vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <condition id="driver.pwm.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.reset.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.romapi.condition_id">
      <require condition="allOf.driver.romapi_flash, driver.romapi_mem_interface, driver.romapi_nboot, driver.romapi_runbootloader, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.romapi_flash, driver.romapi_mem_interface, driver.romapi_nboot, driver.romapi_runbootloader, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_flash"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_mem_interface"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_nboot"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_runbootloader"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.romapi_flash.condition_id">
      <require condition="allOf.driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.romapi_mem_interface.condition_id">
      <require condition="allOf.driver.romapi, driver.romapi_flash, driver.romapi_nboot, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.romapi, driver.romapi_flash, driver.romapi_nboot, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_flash"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_nboot"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.romapi_nboot.condition_id">
      <require condition="allOf.driver.romapi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.romapi_runbootloader.condition_id">
      <require condition="allOf.driver.romapi, driver.romapi_flash, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.romapi, driver.romapi_flash, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_flash"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.rtt.condition_id">
      <require condition="allOf.driver.rtt.template, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.rtt.template, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="rtt template"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.rtt.template.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.sctimer.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.sgtl5000.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.sgtl_adapter, driver.codec, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.sgtl_adapter, driver.codec, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="sgtl_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.ssd1963.condition_id">
      <require condition="allOf.driver.dbi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.driver.dbi, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dbi"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.st7796s.condition_id">
      <require condition="allOf.driver.dbi, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.sysctl.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.tfa9896.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.tfa9896_adapter, driver.codec, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.tfa9896_adapter, driver.codec, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9896_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.tfa9xxx.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.tfa9xxx_adapter, driver.codec, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.tfa9xxx_adapter, driver.codec, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.tfa9xxx_hal.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, driver.codec, driver.tfa9xxx, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, driver.codec, driver.tfa9xxx, device=LPC55S36.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx"/>
      <require condition="device.LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.tma525b.condition_id">
      <require condition="allOf.device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.tsl2561.condition_id">
      <require condition="allOf.anyOf=driver.flexcomm_i2c, driver.common, device=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.utick.condition_id">
      <require condition="allOf.driver.common, device_id=LPC55S36.internal_condition"/>
    </condition>
    <condition id="driver.video-common.condition_id">
      <require condition="allOf.driver.common, device=LPC55S36.internal_condition"/>
    </condition>
