vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_crc" Cversion="1.9.0" condition="component.els_pkc.crc.condition_id">
      <description>Component crc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCrc/src/mcuxClCrc.c" projectpath="component/els_pkc/src/comps/mcuxClCrc/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCrc/src/mcuxClCrc_Sw.c" projectpath="component/els_pkc/src/comps/mcuxClCrc/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/mcuxClCrc.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/mcuxClCrc_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/mcuxClCrc_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCrc/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_data_integrity" Cversion="1.9.0" condition="component.els_pkc.data_integrity.condition_id">
      <description>Component els_pkc.data_integrity</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_Cfg.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_Impl.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_None.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="doc" Csub="doc_lpc" Cversion="1.9.0" condition="component.els_pkc.doc.lpc.condition_id">
      <description>Component els_pkc.doc.lpc</description>
      <files>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00002.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00002.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00005.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00005.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00008.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00008.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00011.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00011.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00014.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00014.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00017.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00017.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00020.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00020.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00023.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00023.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00026.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00026.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00029.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00029.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00032.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00032.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00035.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00035.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00038.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00038.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00041.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00041.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00074.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00074.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00077.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00077.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00080.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00083.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00086.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00089.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00092.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00131.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00131.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00134.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00134.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00152.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00152.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00155.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00155.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00158.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00158.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00161.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00161.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00164.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00164.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00167.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00167.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00185_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00188_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00194.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00194_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00197_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00200.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00200.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00200_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00203.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00203.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00203_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00206.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00206.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00206_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00209.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00209.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00209_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00212.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00212_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00215_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00218.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00218.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00218_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00221.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00221.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00221_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00224.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00224.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00224_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00227.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00227.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00227_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00230.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00230.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00230_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00233.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00233_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00236.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00236.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00236_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00239.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00239_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00242_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00245.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00245.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00245_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00248.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00248_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00251.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00251.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00251_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00254.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00254.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00254_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00257_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00260.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00260.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00260_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00263.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00263_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00266_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00269_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00272.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00272_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00275.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00275.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00275_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00278.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00278.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00278_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00281.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00281.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00281_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00284.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00284.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00284_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00287.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00287_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00290.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00290.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00290_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00293.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00293.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00293_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00296.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00296.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00296_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00299.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00299.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00299_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00302.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00302.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00302_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00305.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00305.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00305_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00308.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00308.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00308_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00311.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00311.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00311_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00314.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00314.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00314_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00317.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00317.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00317_source.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00320.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00320.js" projectpath="component/els_pkc/doc/lpc/html"/>
