vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_906f824ae4828c4739a59e497ec2288b.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_922a738c52b7c777ebf5691e03ab2c1c.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_922a738c52b7c777ebf5691e03ab2c1c.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_92c291b23886ef9d3c2495cf26c6dadf.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_92c291b23886ef9d3c2495cf26c6dadf.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_9f351d46ce3cc29445a41dc3a31e6919.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_a5c1f8ecca22ed8dc21968101520acff.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_a687b7ec9e442bb1460be56278ce6dc0.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_a687b7ec9e442bb1460be56278ce6dc0.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_b5e127630c1ca2d1c2c9608dbfb01cab.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_b5e127630c1ca2d1c2c9608dbfb01cab.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_c1f5df1f4fcae9e966da6f76ed0f8393.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_c1f5df1f4fcae9e966da6f76ed0f8393.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_d2d40c696b9f918cace5fe9cd71f24ee.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_d68daa554090325b4bf2f4c253ee3c5b.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_d68daa554090325b4bf2f4c253ee3c5b.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/doc.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/docd.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/doxygen.css" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/doxygen.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dynsections.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/examples.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/examples.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/files.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/files_dup.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/folderclosed.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/folderclosedd.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/folderopen.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/folderopend.svg" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_a.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_b.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_c.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_d.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/functions_dup.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_e.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_f.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_g.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_h.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_i.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_k.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_l.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_m.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_o.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_p.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_r.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_s.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_t.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_u.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_v.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/functions_vars.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_a.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_b.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_c.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_d.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_e.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_f.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_g.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_h.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_i.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_k.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_l.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_m.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_o.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_p.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_r.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_s.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_t.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_u.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_v.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_w.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_w.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_d.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_defs.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/globals_defs.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_defs_m.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_defs_r.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_defs_u.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/globals_dup.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_e.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_func.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_m.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_r.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_s.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_type.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_u.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/globals_vars.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars_d.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars_e.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars_m.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars_r.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_vars_s.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/index.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/index.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/jquery.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/modules.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/modules.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/nav_f.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/nav_fd.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/nav_g.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/nav_h.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/nav_hd.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/navtree.css" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtree.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreedata.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex0.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex1.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex2.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex3.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex4.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex5.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex6.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex7.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex8.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex9.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/open.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/pages.html" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/resize.js" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/splitbar.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/splitbard.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/sync_off.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/sync_on.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_a.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_ad.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_b.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_bd.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_h.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_hd.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_s.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_sd.png" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/tabs.css" projectpath="component/els_pkc/doc/lpc/html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_1.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_10.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_11.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_12.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_13.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_14.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_2.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_3.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_4.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_5.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_6.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_7.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_8.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_9.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_a.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_b.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_c.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_d.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_e.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_f.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/classes_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/close.svg" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/defines_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/defines_1.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/files_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/functions_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_0.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_1.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_2.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_3.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_4.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_5.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_6.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_7.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_8.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_9.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_a.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_b.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_c.js" projectpath="component/els_pkc/doc/lpc/html/search"/>
