vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Verify_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_ECDH_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_ECDSA_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_ECDSA_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_Hash.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_PkcWaLayout.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_Random.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_SecurePointSelect.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_UPTRT_access.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal_PkcWaLayout.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_PkcWaLayout.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_WeierEcc_KeyGenerate_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_FP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_FUP.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_PkcWaLayout.h" projectpath="component/els_pkc/src/comps/mcuxClEcc/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEcc/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_ecc_deterministic" Cversion="1.9.0" condition="component.els_pkc.ecc_deterministic.condition_id">
      <description>Component els_pkc.ecc_deterministic</description>
      <files>
        <file category="doc" name="components/els_pkc/component.els_pkc.ecc_deterministic_dummy.txt"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEcc/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els" Cversion="1.9.0" condition="component.els_pkc.els.condition_id">
      <description>Component els</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Aead.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Cipher.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Cmac.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Ecc.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Hash.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Hmac.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Kdf.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Rng.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_KeyManagement.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els_common" Cversion="1.9.0" condition="component.els_pkc.els_common.condition_id">
      <description>Component els_pkc els_common</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Common.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Common.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_Internal_Common.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEls/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_els_header_only" Cversion="1.9.0" condition="component.els_pkc.els_header_only.condition_id">
      <description>Component els_header_only</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Aead.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Cipher.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Cmac.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Crc.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Ecc.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Hash.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Hmac.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Kdf.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_mapping.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Rng.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Types.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_KeyManagement.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_Internal_mapping.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_SfrAccess.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEls/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_examples" Cversion="1.9.0" condition="component.els_pkc.examples.condition_id">
      <description>Component els_pkc_test</description>
      <files>
        <file category="doc" name="components/els_pkc/component.els_pkc.examples_dummy.txt"/>
      </files>
    </component>
