vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pkc" Cversion="1.9.0" condition="component.els_pkc.pkc.condition_id">
      <description>Component pkc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_Calculate.c" projectpath="component/els_pkc/src/comps/mcuxClPkc/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_ImportExport.c" projectpath="component/els_pkc/src/comps/mcuxClPkc/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_Initialize.c" projectpath="component/els_pkc/src/comps/mcuxClPkc/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_UPTRT.c" projectpath="component/els_pkc/src/comps/mcuxClPkc/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc_Types.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_FupMacros.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_ImportExport.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Inline_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Macros.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Operations.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Resource.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_SfrAccess.h" projectpath="component/els_pkc/src/comps/mcuxClPkc/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClPkc/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_platform" Csub="lpc" Cversion="1.9.0" condition="component.els_pkc.platform.lpc.condition_id">
      <description>Component els_pkc_lpc</description>
      <files>
        <file category="header" name="components/els_pkc/src/platforms/lpc/platform_specific_headers.h" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/mcuxClConfig.h" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/inc/ip_css_constants.h" projectpath="component/els_pkc/src/platforms/lpc/inc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/inc/ip_css_design_configuration.h" projectpath="component/els_pkc/src/platforms/lpc/inc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/inc/ip_platform.h" projectpath="component/els_pkc/src/platforms/lpc/inc"/>
        <file category="sourceC" name="components/els_pkc/src/platforms/lpc/mcux_els.c" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/mcux_els.h" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="sourceC" name="components/els_pkc/src/platforms/lpc/mcux_pkc.c" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="header" name="components/els_pkc/src/platforms/lpc/mcux_pkc.h" projectpath="component/els_pkc/src/platforms/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClAeadModes_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClCipherModes_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClEcc_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClHashModes_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClHash_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClHmac_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClKey_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClMacModes_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClRandomModes_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClRsa_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="header" name="components/els_pkc/includes/platform/lpc/mcuxClSession_MemoryConsumption.h" projectpath="component/els_pkc/includes/platform/lpc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/platforms/lpc/"/>
        <file category="include" name="components/els_pkc/src/platforms/lpc/inc/"/>
        <file category="include" name="components/els_pkc/includes/platform/lpc/"/>
      </files>
    </component>
    <component Cclass="LPC55S36 els_pkc" Cgroup="els_pkc_pre_processor" Cversion="1.9.0" condition="component.els_pkc.pre_processor.condition_id">
      <description>Component els_pkc.pre_processor</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslCPreProcessor/inc/mcuxCsslAnalysis.h" projectpath="component/els_pkc/src/comps/mcuxCsslCPreProcessor/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslCPreProcessor/inc/mcuxCsslCPreProcessor.h" projectpath="component/els_pkc/src/comps/mcuxCsslCPreProcessor/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxCsslCPreProcessor/inc/"/>
      </files>
    </component>
