vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="usart_adapter" Cversion="1.0.0" condition="component.usart_adapter.condition_id">
      <description>Component usart_adapter</description>
      <files>
        <file category="header" name="components/uart/fsl_adapter_uart.h" projectpath="component/uart"/>
        <file category="sourceC" name="components/uart/fsl_adapter_usart.c" projectpath="component/uart"/>
        <file category="include" name="components/uart/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wm8524_adapter" Cversion="2.2.0" condition="component.wm8524_adapter.condition_id">
      <description>Component wm8524 adapter for single codec</description>
      <files>
        <file category="header" name="components/codec/port/wm8524/fsl_codec_wm8524_adapter.h" projectpath="codec/port/wm8524"/>
        <file category="sourceC" name="components/codec/port/wm8524/fsl_codec_wm8524_adapter.c" projectpath="codec/port/wm8524"/>
        <file category="header" name="components/codec/port/fsl_codec_adapter.h" projectpath="codec/port"/>
        <file category="include" name="components/codec/port/wm8524/"/>
        <file category="include" name="components/codec/port/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wm8904_adapter" Cversion="2.2.0" condition="component.wm8904_adapter.condition_id">
      <description>Component wm8904 adapter for single codec</description>
      <files>
        <file category="header" name="components/codec/port/wm8904/fsl_codec_wm8904_adapter.h" projectpath="codec/port/wm8904"/>
        <file category="sourceC" name="components/codec/port/wm8904/fsl_codec_wm8904_adapter.c" projectpath="codec/port/wm8904"/>
        <file category="header" name="components/codec/port/fsl_codec_adapter.h" projectpath="codec/port"/>
        <file category="include" name="components/codec/port/wm8904/"/>
        <file category="include" name="components/codec/port/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wm8960_adapter" Cversion="2.2.0" condition="component.wm8960_adapter.condition_id">
      <description>Component wm8960 adapter for single codecs</description>
      <files>
        <file category="header" name="components/codec/port/wm8960/fsl_codec_wm8960_adapter.h" projectpath="codec/port/wm8960"/>
        <file category="sourceC" name="components/codec/port/wm8960/fsl_codec_wm8960_adapter.c" projectpath="codec/port/wm8960"/>
        <file category="header" name="components/codec/port/fsl_codec_adapter.h" projectpath="codec/port"/>
        <file category="include" name="components/codec/port/wm8960/"/>
        <file category="include" name="components/codec/port/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wm8962_adapter" Cversion="2.2.0" condition="component.wm8962_adapter.condition_id">
      <description>Component wm8962 adapter for single codecs</description>
      <files>
        <file category="header" name="components/codec/port/wm8962/fsl_codec_wm8962_adapter.h" projectpath="codec/port/wm8962"/>
        <file category="sourceC" name="components/codec/port/wm8962/fsl_codec_wm8962_adapter.c" projectpath="codec/port/wm8962"/>
        <file category="header" name="components/codec/port/fsl_codec_adapter.h" projectpath="codec/port"/>
        <file category="include" name="components/codec/port/wm8962/"/>
        <file category="include" name="components/codec/port/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="CMSIS" Csub="LPC55S36_header" Cversion="1.0.0" condition="device.CMSIS.condition_id">
      <description>Device LPC55S36_cmsis</description>
      <files>
        <file category="header" name="devices/LPC55S36/fsl_device_registers.h" projectpath="device"/>
        <file category="header" name="devices/LPC55S36/LPC55S36.h" projectpath="device"/>
        <file category="header" name="devices/LPC55S36/LPC55S36_features.h" projectpath="device"/>
        <file category="header" name="devices/LPC55S36/LPC55S36_COMMON.h" projectpath="device"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_ADC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_ANACTRL.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_AOI.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CACHE64_CTRL.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CACHE64_POLSEL.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CAN.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CDOG.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CRC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_CTIMER.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_DEBUGGER_MAILBOX.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_DMA.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_DMIC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_ENC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_FLASH.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_FLEXCOMM.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_FLEXSPI.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_FREQME.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_GINT.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_GPIO.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_HSCMP.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_I2C.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_I2S.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_I3C.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_INPUTMUX.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_IOCON.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_ITRC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_LPDAC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_MRT.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_OPAMP.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_OSTIMER.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PINT.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PKC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PMC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_POWERQUAD.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PRINCE.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PUF.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_PWM.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_RTC.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_S50.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SCT.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SECTRL.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SPI.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SPI_FILTER.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SYSCON.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_SYSCTL.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_USART.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_USB.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_USBFSH.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_UTICK.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_VREF.h" projectpath="device/periph1"/>
        <file category="header" name="devices/LPC55S36/periph1/PERI_WWDT.h" projectpath="device/periph1"/>
        <file category="include" name="devices/LPC55S36/"/>
        <file category="include" name="devices/LPC55S36/periph1/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Project Template" Csub="RTE_Device" Cversion="1.0.0" condition="device.RTE.condition_id">
      <description>Rte_device</description>
      <files>
        <file category="header" attr="config" name="devices/LPC55S36/template/RTE_Device.h" version="1.0.0" projectpath="board"/>
        <file category="include" name="devices/LPC55S36/template/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="LPC55S36_linker" Cversion="1.0.0" condition="device.linker.condition_id">
      <description>Device LPC55S36_linker</description>
      <files>
        <file condition="allOf.toolchains=mdk, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/arm/LPC55S36_flash.scf" version="1.0.0" projectpath="LPC55S36/arm"/>
        <file condition="allOf.toolchains=mdk, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/arm/LPC55S36_ram.scf" version="1.0.0" projectpath="LPC55S36/arm"/>
        <file condition="allOf.toolchains=armgcc, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/gcc/LPC55S36_flash.ld" version="1.0.0" projectpath="LPC55S36/gcc"/>
        <file condition="allOf.toolchains=armgcc, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/gcc/LPC55S36_ram.ld" version="1.0.0" projectpath="LPC55S36/gcc"/>
        <file condition="allOf.toolchains=iar, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/iar/LPC55S36_flash.icf" version="1.0.0" projectpath="LPC55S36/iar"/>
        <file condition="allOf.toolchains=iar, device_ids=LPC55S36.condition_id" category="linkerScript" attr="config" name="devices/LPC55S36/iar/LPC55S36_ram.icf" version="1.0.0" projectpath="LPC55S36/iar"/>
      </files>
    </component>
    <component Cclass="Board Support" Cgroup="SDK Project Template" Csub="project_template" Cvariant="LPC55S36" Cversion="1.0.0" condition="device.project_template.condition_id" isDefaultVariant="1">
      <description>Devices_project_template LPC55S36</description>
      <files>
        <file category="header" attr="config" name="devices/LPC55S36/project_template/board.h" version="1.0.0" projectpath="board"/>
        <file category="sourceC" attr="config" name="devices/LPC55S36/project_template/board.c" version="1.0.0" projectpath="board"/>
        <file category="header" attr="config" name="devices/LPC55S36/project_template/clock_config.h" version="1.0.0" projectpath="board"/>
        <file category="sourceC" attr="config" name="devices/LPC55S36/project_template/clock_config.c" version="1.0.0" projectpath="board"/>
        <file category="header" attr="config" name="devices/LPC55S36/project_template/pin_mux.h" version="1.0.0" projectpath="board"/>
        <file category="sourceC" attr="config" name="devices/LPC55S36/project_template/pin_mux.c" version="1.0.0" projectpath="board"/>
        <file category="header" attr="config" name="devices/LPC55S36/project_template/peripherals.h" version="1.0.0" projectpath="board"/>
        <file category="sourceC" attr="config" name="devices/LPC55S36/project_template/peripherals.c" version="1.0.0" projectpath="board"/>
        <file category="include" name="devices/LPC55S36/project_template/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="Startup" Csub="" Cversion="1.0.0" condition="device.startup.condition_id">
      <description>Device LPC55S36_startup</description>
      <files>
        <file condition="allOf.toolchains=iar.condition_id" category="sourceAsm" attr="config" name="devices/LPC55S36/iar/startup_LPC55S36.s" version="1.0.0" projectpath="startup/iar"/>
        <file condition="allOf.toolchains=armgcc.condition_id" category="sourceAsm" attr="config" name="devices/LPC55S36/gcc/startup_LPC55S36.S" version="1.0.0" projectpath="startup/gcc"/>
        <file condition="allOf.toolchains=mdk.condition_id" category="sourceAsm" attr="config" name="devices/LPC55S36/arm/startup_LPC55S36.S" version="1.0.0" projectpath="startup/arm"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="CMSIS" Csub="LPC55S36_system" Cversion="1.0.0" condition="device.system.condition_id">
      <description>Device LPC55S36_system</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/system_LPC55S36.c" projectpath="device"/>
        <file category="header" name="devices/LPC55S36/system_LPC55S36.h" projectpath="device"/>
        <file category="include" name="devices/LPC55S36/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ak4497" Cversion="2.1.2" condition="driver.ak4497.condition_id">
      <description>Driver ak4497</description>
      <RTE_Components_h>
#ifndef CODEC_AK4497_ENABLE
#define CODEC_AK4497_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/ak4497/fsl_ak4497.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/ak4497/fsl_ak4497.c" projectpath="codec"/>
        <file category="include" name="components/codec/ak4497/"/>
      </files>
    </component>
