vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="anactrl" Cversion="2.4.0" condition="driver.anactrl.condition_id">
      <description>anactrl Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_anactrl.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_anactrl.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="aoi" Cversion="2.0.2" condition="driver.aoi.condition_id">
      <description>AOI Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_aoi.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_aoi.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cache_cache64" Cversion="2.0.11" condition="driver.cache_cache64.condition_id">
      <description>CACHE Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_cache.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_cache.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cache_lpcac" Cversion="2.2.0" condition="driver.cache_lpcac_n4a_mcxn.condition_id">
      <description>CACHE Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_cache_lpcac.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_cache_lpcac.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-common" Cversion="1.0.0" condition="driver.camera-common.condition_id">
      <description>Driver camera-common</description>
      <files>
        <file category="header" name="components/video/camera/fsl_camera.h" projectpath="video"/>
        <file category="include" name="components/video/camera/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-ap1302" Cversion="1.0.1" condition="driver.camera-device-ap1302.condition_id">
      <description>Driver camera-device-ap1302</description>
      <files>
        <file category="header" name="components/video/camera/device/ap1302/fsl_ap1302.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/ap1302/fsl_ap1302.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/ap1302/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-common" Cversion="1.0.0" condition="driver.camera-device-common.condition_id">
      <description>Driver camera-device-common</description>
      <files>
        <file category="header" name="components/video/camera/device/fsl_camera_device.h" projectpath="video"/>
        <file category="include" name="components/video/camera/device/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-max9286" Cversion="1.0.2" condition="driver.camera-device-max9286.condition_id">
      <description>Driver camera-device-max9286</description>
      <files>
        <file category="header" name="components/video/camera/device/max9286/fsl_max9286.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/max9286/fsl_max9286.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/max9286/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-mt9m114" Cversion="1.0.2" condition="driver.camera-device-mt9m114.condition_id">
      <description>Driver camera-device-mt9m114</description>
      <files>
        <file category="header" name="components/video/camera/device/mt9m114/fsl_mt9m114.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/mt9m114/fsl_mt9m114.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/mt9m114/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-ov5640" Cversion="1.0.1" condition="driver.camera-device-ov5640.condition_id">
      <description>Driver camera-device-ov5640</description>
      <files>
        <file category="header" name="components/video/camera/device/ov5640/fsl_ov5640.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/ov5640/fsl_ov5640.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/ov5640/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-ov7670" Cversion="1.0.2" condition="driver.camera-device-ov7670.condition_id">
      <description>Driver camera-device-ov7670</description>
      <files>
        <file category="header" name="components/video/camera/device/ov7670/fsl_ov7670.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/ov7670/fsl_ov7670.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/ov7670/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-ov7725" Cversion="1.0.1" condition="driver.camera-device-ov7725.condition_id">
      <description>Driver camera-device-ov7725</description>
      <files>
        <file category="header" name="components/video/camera/device/ov7725/fsl_ov7725.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/ov7725/fsl_ov7725.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/ov7725/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-device-sccb" Cversion="1.0.1" condition="driver.camera-device-sccb.condition_id">
      <description>Driver camera-device-sccb</description>
      <RTE_Components_h>
        #ifndef SDK_I2C_BASED_COMPONENT_USED
        #define SDK_I2C_BASED_COMPONENT_USED 1
        #endif
      </RTE_Components_h>
      <files>
        <file category="header" name="components/video/camera/device/sccb/fsl_sccb.h" projectpath="video"/>
        <file category="sourceC" name="components/video/camera/device/sccb/fsl_sccb.c" projectpath="video"/>
        <file category="include" name="components/video/camera/device/sccb/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="camera-receiver-common" Cversion="1.0.0" condition="driver.camera-receiver-common.condition_id">
      <description>Driver camera-receiver-common</description>
      <files>
        <file category="header" name="components/video/camera/receiver/fsl_camera_receiver.h" projectpath="video"/>
        <file category="include" name="components/video/camera/receiver/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cdog" Cversion="2.1.3" condition="driver.cdog.condition_id">
      <description>cdog Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_cdog.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_cdog.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="clock" Cversion="2.3.3" condition="driver.clock.condition_id">
      <description>Clock Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_clock.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_clock.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
