vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="PRINCE" Cversion="2.6.0" condition="driver.prince.condition_id">
      <description>PRINCE Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_prince.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_prince.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="psp27801" Cversion="1.0.0" condition="driver.psp27801.condition_id">
      <description>Driver psp27801</description>
      <files>
        <file category="header" name="components/display/psp27801/fsl_psp27801.h" projectpath="oled"/>
        <file category="sourceC" name="components/display/psp27801/fsl_psp27801.c" projectpath="oled"/>
        <file category="include" name="components/display/psp27801/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="PUFv3" Cversion="2.0.3" condition="driver.puf_v3.condition_id">
      <description>PUFv3 Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_puf_v3.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_puf_v3.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pwm" Cversion="2.9.0" condition="driver.pwm.condition_id">
      <description>PWM Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_pwm.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_pwm.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="reset" Cversion="2.4.0" condition="driver.reset.condition_id">
      <description>Reset Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_reset.c" projectpath="drivers"/>
        <file category="header" name="devices/LPC55S36/drivers/fsl_reset.h" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi" Cversion="2.0.0" condition="driver.romapi.condition_id">
      <description>ROMAPI Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/romapi/flash/fsl_flash.h" projectpath="drivers/romapi/flash"/>
        <file category="include" name="devices/LPC55S36/drivers/romapi/flash/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_flash" Cversion="2.0.0" condition="driver.romapi_flash.condition_id">
      <description>ROMAPI FLASHIAP Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/romapi/flash/src/fsl_flash.c" projectpath="drivers/romapi/flash/src"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/flash/fsl_efuse.h" projectpath="drivers/romapi/flash"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/flash/fsl_flash_ffr.h" projectpath="drivers/romapi/flash"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/flash/fsl_flash.h" projectpath="drivers/romapi/flash"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/flash/fsl_flexspi_nor_flash.h" projectpath="drivers/romapi/flash"/>
        <file category="include" name="devices/LPC55S36/drivers/romapi/flash/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_mem_interface" Cversion="2.0.0" condition="driver.romapi_mem_interface.condition_id">
      <description>ROMAPI MEM_INTERFACE Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/romapi/mem_interface/src/fsl_mem_interface.c" projectpath="drivers/romapi/mem_interface/src"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/mem_interface/fsl_mem_interface.h" projectpath="drivers/romapi/mem_interface"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/mem_interface/fsl_sbloader_v3.h" projectpath="drivers/romapi/mem_interface"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/mem_interface/fsl_sbloader.h" projectpath="drivers/romapi/mem_interface"/>
        <file category="include" name="devices/LPC55S36/drivers/romapi/mem_interface/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_nboot" Cversion="2.0.0" condition="driver.romapi_nboot.condition_id">
      <description>ROMAPI NBOOT Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/romapi/nboot/src/fsl_nboot.c" projectpath="drivers/romapi/nboot/src"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/nboot/fsl_nboot_hal.h" projectpath="drivers/romapi/nboot"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/nboot/fsl_nboot.h" projectpath="drivers/romapi/nboot"/>
        <file category="include" name="devices/LPC55S36/drivers/romapi/nboot/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi_runbootloader" Cversion="2.0.0" condition="driver.romapi_runbootloader.condition_id">
      <description>ROMAPI RUNBOOTLOADER Driver</description>
      <files>
        <file category="sourceC" name="devices/LPC55S36/drivers/romapi/runbootloader/src/fsl_runbootloader.c" projectpath="drivers/romapi/runbootloader/src"/>
        <file category="header" name="devices/LPC55S36/drivers/romapi/runbootloader/fsl_runbootloader.h" projectpath="drivers/romapi/runbootloader"/>
        <file category="include" name="devices/LPC55S36/drivers/romapi/runbootloader/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="rtt" Cversion="7.22.0" condition="driver.rtt.condition_id">
      <description>SEGGER Real Time Transfer(RTT)</description>
      <files>
        <file category="doc" name="components/rtt/License.txt" projectpath="rtt"/>
        <file category="doc" name="components/rtt/README.txt" projectpath="rtt"/>
        <file category="sourceC" name="components/rtt/RTT/SEGGER_RTT.c" projectpath="rtt/RTT"/>
        <file category="header" name="components/rtt/RTT/SEGGER_RTT.h" projectpath="rtt/RTT"/>
        <file category="sourceAsm" name="components/rtt/RTT/SEGGER_RTT_ASM_ARMv7M.S" projectpath="rtt/RTT"/>
        <file category="sourceC" name="components/rtt/RTT/SEGGER_RTT_printf.c" projectpath="rtt/RTT"/>
        <file category="sourceC" name="components/rtt/Syscalls/SEGGER_RTT_Syscalls_GCC.c" projectpath="rtt/Syscalls"/>
        <file category="sourceC" name="components/rtt/Syscalls/SEGGER_RTT_Syscalls_IAR.c" projectpath="rtt/Syscalls"/>
        <file category="sourceC" name="components/rtt/Syscalls/SEGGER_RTT_Syscalls_KEIL.c" projectpath="rtt/Syscalls"/>
        <file category="sourceC" name="components/rtt/Syscalls/SEGGER_RTT_Syscalls_SES.c" projectpath="rtt/Syscalls"/>
        <file category="doc" name="components/rtt/License.txt" projectpath="rtt"/>
        <file category="doc" name="components/rtt/README.txt" projectpath="rtt"/>
        <file category="include" name="components/rtt/RTT/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="rtt template" Cversion="7.22.0" condition="driver.rtt.template.condition_id">
      <description>RTT template configuration</description>
      <files>
        <file category="header" attr="config" name="components/rtt/template/SEGGER_RTT_Conf.h" version="7.22.0" projectpath="rtt/template"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sctimer" Cversion="2.5.1" condition="driver.sctimer.condition_id">
      <description>SCT Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_sctimer.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_sctimer.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
