vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.LPC55S36_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sgtl5000" Cversion="2.1.1" condition="driver.sgtl5000.condition_id">
      <description>Driver sgtl5000</description>
      <RTE_Components_h>
#ifndef CODEC_SGTL5000_ENABLE
#define CODEC_SGTL5000_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/sgtl5000/fsl_sgtl5000.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/sgtl5000/fsl_sgtl5000.c" projectpath="codec"/>
        <file category="include" name="components/codec/sgtl5000/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ssd1963" Cversion="1.2.0" condition="driver.ssd1963.condition_id">
      <description>Driver ssd1963</description>
      <files>
        <file category="header" name="components/display/ssd1963/fsl_ssd1963.h" projectpath="lcdc"/>
        <file category="sourceC" name="components/display/ssd1963/fsl_ssd1963.c" projectpath="lcdc"/>
        <file category="include" name="components/display/ssd1963/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="st7796s" Cversion="1.0.0" condition="driver.st7796s.condition_id">
      <description>Driver st7796s</description>
      <files>
        <file category="header" name="components/display/st7796s/fsl_st7796s.h" projectpath="lcdc"/>
        <file category="sourceC" name="components/display/st7796s/fsl_st7796s.c" projectpath="lcdc"/>
        <file category="include" name="components/display/st7796s/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sysctl" Cversion="2.0.5" condition="driver.sysctl.condition_id">
      <description>SYSCTL Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_sysctl.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_sysctl.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9896" Cversion="6.0.2" condition="driver.tfa9896.condition_id">
      <description>Driver tfa9896</description>
      <RTE_Components_h>
#ifndef CODEC_TFA9896_ENABLE
#define CODEC_TFA9896_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/tfa9896/fsl_tfa9896_buffer.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/tfa9896/fsl_hal_registers.c" projectpath="codec"/>
        <file category="sourceC" name="components/codec/tfa9896/fsl_tfa9896.c" projectpath="codec"/>
        <file category="header" name="components/codec/tfa9896/fsl_tfa9896.h" projectpath="codec"/>
        <file category="doc" name="components/codec/tfa9896/MIMXRT595595-EVK_TFA9896_SW.pdf" projectpath="codec"/>
        <file category="include" name="components/codec/tfa9896/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx" Cversion="2.1.0" condition="driver.tfa9xxx.condition_id">
      <description>Driver tfa9xxx</description>
      <RTE_Components_h>
#ifndef CODEC_TFA9XXX_ENABLE
#define CODEC_TFA9XXX_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9892N1.h" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9894N1.h" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9894N2.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/fsl_tfa9xxx.c" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/fsl_tfa9xxx.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/fsl_tfa9xxx_IMX.c" projectpath="codec/tfa9xxx"/>
        <file category="doc" name="components/codec/tfa9xxx/README.md" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/config.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_container.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_container.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dev.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dev.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dsp_fw.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_haptic.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_haptic.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_init.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa9xxx_parameters.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa_container_crc32.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa_haptic_fw_defs.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="include" name="components/codec/tfa9xxx/"/>
        <file category="include" name="components/codec/tfa9xxx/vas_tfa_drv/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx_hal" Cversion="2.1.0" condition="driver.tfa9xxx_hal.condition_id">
      <description>Driver tfa9xxx_hal</description>
      <files>
        <file category="header" name="components/codec/tfa9xxx/tfa_device_hal.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/tfa_device_hal.c" projectpath="codec/tfa9xxx"/>
        <file category="include" name="components/codec/tfa9xxx/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tma525b" Cversion="1.0.0" condition="driver.tma525b.condition_id">
      <description>Driver tma525b</description>
      <files>
        <file category="header" name="components/touch/tma525b/fsl_tma525b.h" projectpath="touchpanel"/>
        <file category="sourceC" name="components/touch/tma525b/fsl_tma525b.c" projectpath="touchpanel"/>
        <file category="include" name="components/touch/tma525b/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tsl2561" Cversion="1.0.0" condition="driver.tsl2561.condition_id">
      <description>Driver tsl2561</description>
      <files>
        <file category="header" name="components/sensor/tsl2561/fsl_tsl2561.h" projectpath="tsl"/>
        <file category="sourceC" name="components/sensor/tsl2561/fsl_tsl2561.c" projectpath="tsl"/>
        <file category="include" name="components/sensor/tsl2561/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="utick" Cversion="2.0.5" condition="driver.utick.condition_id">
      <description>UTICK Driver</description>
      <files>
        <file category="header" name="devices/LPC55S36/drivers/fsl_utick.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/LPC55S36/drivers/fsl_utick.c" projectpath="drivers"/>
        <file category="include" name="devices/LPC55S36/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="video-common" Cversion="1.1.0" condition="driver.video-common.condition_id">
      <description>Driver video-common</description>
      <files>
        <file category="header" name="components/video/fsl_video_common.h" projectpath="video"/>
        <file category="sourceC" name="components/video/fsl_video_common.c" projectpath="video"/>
        <file category="include" name="components/video/"/>
      </files>
    </component>
